[
  {
    "id": 1,
    "slug": "sea-freight-global-trade-2025",
    "title": "How Sea Freight Continues to Drive Global Trade in 2025",
    "description": "Explore how sea freight remains the backbone of global trade in 2025. Learn how technology, sustainability, and smart logistics are shaping the future of ocean shipping with Sinolink’s innovative solutions...",
    "image": "/assets/images/blogs/blog-6.webp",
    "tags": [
      {
        "name": "Latest",
        "bg": "#F9F5FF",
        "text": "#6941C6"
      },
      {
        "name": "Management",
        "bg": "#F8F9FC",
        "text": "#363F72"
      }
    ]
  },
  {
    "id": 2,
    "slug": "air-freight-time-sensitive-shipments",
    "title": "Why Air Freight Is the Smart Choice for Time-Sensitive Shipments",
    "description": " Discover why air freight remains the fastest and most reliable choice for time-sensitive shipments in 2025. Learn how Sinolink combines technology, safety, and sustainability to deliver global air cargo excellence...",
    "image": "/assets/images/blogs/blog-2.webp",
    "tags": [
      {
        "name": "Product",
        "bg": "#F0F9FF",
        "text": "#026AA2"
      },
      {
        "name": "Research",
        "bg": "#EEF4FF",
        "text": "#3538CD"
      },
      {
        "name": "Customer Success",
        "bg": "#FFF6ED",
        "text": "#C4320A"
      }
    ]
  },
  {
    "id": 3,
    "slug": "land-freight-supply-chain",
    "title": "The Role of Land Freight in Connecting Regional Supply Chains",
    "description": "Discover how land freight powers regional and cross-border logistics. Learn how Sinolink’s reliable, cost-efficient, and sustainable transport solutions keep global trade moving seamlessly on the ground...",
    "image": "/assets/images/blogs/blog-8.webp",
    "tags": [
      {
        "name": "Latest",
        "bg": "#F9F5FF",
        "text": "#6941C6"
      },
      {
        "name": "Research",
        "bg": "#EEF4FF",
        "text": "#3538CD"
      }
    ]
  },
  {
    "id": 4,
    "slug": "contract-logistics",
    "title": "How Contract Logistics Helps Businesses Streamline Operations",
    "description": "Contract logistics is transforming global supply chains by integrating warehousing, transportation, and fulfillment under one trusted partner. Learn how Sinolink’s end-to-end solutions enhance efficiency, scalability, and cost-effectiveness for businesses across industries...",
    "image": "/assets/images/blogs/blog-4.webp",
    "tags": [
      {
        "name": "Latest",
        "bg": "#F9F5FF",
        "text": "#6941C6"
      },
      {
        "name": "Research",
        "bg": "#EEF4FF",
        "text": "#3538CD"
      }
    ]
  }
]